fio-test/results/write_out_jobs_conv_2/64k_11-3.out
job1: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=psync, iodepth=1
...
fio-3.28
Starting 11 processes

job1: (groupid=0, jobs=11): err= 0: pid=46778: Sat Jun 29 14:35:33 2024
  write: IOPS=28.6k, BW=1787MiB/s (1874MB/s)(926GiB/530236msec); 0 zone resets
    clat (usec): min=65, max=18232, avg=379.27, stdev=85.02
     lat (usec): min=66, max=18234, avg=382.06, stdev=85.23
    clat percentiles (usec):
     |  1.00th=[  273],  5.00th=[  289], 10.00th=[  297], 20.00th=[  310],
     | 30.00th=[  326], 40.00th=[  351], 50.00th=[  392], 60.00th=[  400],
     | 70.00th=[  412], 80.00th=[  420], 90.00th=[  441], 95.00th=[  482],
     | 99.00th=[  725], 99.50th=[  906], 99.90th=[  947], 99.95th=[  996],
     | 99.99th=[ 1270]
   bw (  MiB/s): min= 1368, max= 3580, per=100.00%, avg=1791.25, stdev=19.18, samples=11630
   iops        : min=21897, max=57286, avg=28659.75, stdev=306.84, samples=11630
  lat (usec)   : 100=0.06%, 250=0.30%, 500=95.84%, 750=2.89%, 1000=0.87%
  lat (msec)   : 2=0.04%, 4=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=1.79%, sys=3.33%, ctx=15164280, majf=0, minf=186
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,15164160,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1787MiB/s (1874MB/s), 1787MiB/s-1787MiB/s (1874MB/s-1874MB/s), io=926GiB (994GB), run=530236-530236msec

Disk stats (read/write):
    dm-0: ios=48/15162843, merge=0/0, ticks=8/5558208, in_queue=5558216, util=100.00%, aggrios=11/3032815, aggrmerge=0/0, aggrticks=1/128575, aggrin_queue=128576, aggrutil=100.00%
  nvme0n1: ios=0/2274590, merge=0/0, ticks=0/96837, in_queue=96838, util=100.00%
  nvme3n1: ios=0/2274590, merge=0/0, ticks=0/99862, in_queue=99862, util=100.00%
  nvme1n2: ios=26/3791040, merge=0/0, ticks=2/160549, in_queue=160551, util=100.00%
  nvme4n2: ios=12/3791040, merge=0/0, ticks=1/155449, in_queue=155450, util=100.00%
  nvme2n1: ios=0/2274590, merge=0/0, ticks=0/99987, in_queue=99987, util=100.00%
  nvme0n2: ios=36/3791040, merge=0/0, ticks=3/153867, in_queue=153869, util=100.00%
  nvme3n2: ios=18/3791040, merge=0/0, ticks=3/158907, in_queue=158909, util=100.00%
  nvme1n1: ios=0/2274590, merge=0/0, ticks=0/100106, in_queue=100106, util=100.00%
  nvme4n1: ios=0/2274590, merge=0/0, ticks=0/99738, in_queue=99738, util=100.00%
  nvme2n2: ios=20/3791040, merge=0/0, ticks=2/160455, in_queue=160457, util=100.00%