fio-test/results/write_out_jobs_conv_2/64k_12-2.out
job1: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=psync, iodepth=1
...
fio-3.28
Starting 12 processes

job1: (groupid=0, jobs=12): err= 0: pid=47796: Sat Jun 29 14:55:04 2024
  write: IOPS=29.1k, BW=1817MiB/s (1906MB/s)(1010GiB/568936msec); 0 zone resets
    clat (usec): min=66, max=16715, avg=405.41, stdev=100.29
     lat (usec): min=67, max=16718, avg=408.41, stdev=100.63
    clat percentiles (usec):
     |  1.00th=[  281],  5.00th=[  297], 10.00th=[  310], 20.00th=[  326],
     | 30.00th=[  343], 40.00th=[  363], 50.00th=[  416], 60.00th=[  437],
     | 70.00th=[  445], 80.00th=[  457], 90.00th=[  482], 95.00th=[  529],
     | 99.00th=[  857], 99.50th=[  996], 99.90th=[ 1057], 99.95th=[ 1106],
     | 99.99th=[ 1582]
   bw (  MiB/s): min= 1348, max= 3236, per=100.00%, avg=1828.40, stdev=20.75, samples=13570
   iops        : min=21581, max=51778, avg=29252.84, stdev=331.98, samples=13570
  lat (usec)   : 100=0.11%, 250=0.30%, 500=92.04%, 750=6.33%, 1000=0.82%
  lat (msec)   : 2=0.39%, 4=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=1.79%, sys=3.31%, ctx=16542842, majf=1, minf=220
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16542720,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1817MiB/s (1906MB/s), 1817MiB/s-1817MiB/s (1906MB/s-1906MB/s), io=1010GiB (1084GB), run=568936-568936msec

Disk stats (read/write):
    dm-0: ios=48/16541954, merge=0/0, ticks=4/6479720, in_queue=6479724, util=100.00%, aggrios=11/3308525, aggrmerge=0/0, aggrticks=1/140531, aggrin_queue=140532, aggrutil=100.00%
  nvme0n1: ios=0/2481370, merge=0/0, ticks=0/106351, in_queue=106351, util=100.00%
  nvme3n1: ios=0/2481370, merge=0/0, ticks=0/109134, in_queue=109134, util=100.00%
  nvme1n2: ios=26/4135680, merge=0/0, ticks=2/174955, in_queue=174957, util=100.00%
  nvme4n2: ios=12/4135680, merge=0/0, ticks=2/169947, in_queue=169948, util=100.00%
  nvme2n1: ios=0/2481370, merge=0/0, ticks=0/109200, in_queue=109200, util=100.00%
  nvme0n2: ios=36/4135680, merge=0/0, ticks=2/168866, in_queue=168868, util=100.00%
  nvme3n2: ios=18/4135680, merge=0/0, ticks=2/173524, in_queue=173526, util=100.00%
  nvme1n1: ios=0/2481370, merge=0/0, ticks=0/109486, in_queue=109487, util=100.00%
  nvme4n1: ios=0/2481370, merge=0/0, ticks=0/108824, in_queue=108824, util=100.00%
  nvme2n2: ios=20/4135680, merge=0/0, ticks=2/175026, in_queue=175028, util=100.00%