fio-test/results/write_out_jobs_conv_2/64k_6-1.out
job1: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=psync, iodepth=1
...
fio-3.28
Starting 8 processes

job1: (groupid=0, jobs=8): err= 0: pid=39490: Thu Jun 27 13:29:07 2024
  write: IOPS=29.0k, BW=1814MiB/s (1902MB/s)(673GiB/380022msec); 0 zone resets
    clat (usec): min=64, max=2407, avg=269.12, stdev=68.30
     lat (usec): min=65, max=2409, avg=272.00, stdev=68.60
    clat percentiles (usec):
     |  1.00th=[  184],  5.00th=[  200], 10.00th=[  208], 20.00th=[  219],
     | 30.00th=[  225], 40.00th=[  235], 50.00th=[  258], 60.00th=[  289],
     | 70.00th=[  297], 80.00th=[  306], 90.00th=[  318], 95.00th=[  359],
     | 99.00th=[  627], 99.50th=[  652], 99.90th=[  709], 99.95th=[  742],
     | 99.99th=[ 1090]
   bw (  MiB/s): min= 1214, max= 2740, per=100.00%, avg=1829.48, stdev=30.79, samples=6024
   iops        : min=19426, max=43846, avg=29271.38, stdev=492.70, samples=6024
  lat (usec)   : 100=0.12%, 250=47.78%, 500=50.69%, 750=1.36%, 1000=0.03%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=2.23%, sys=4.10%, ctx=11028586, majf=0, minf=161
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,11028480,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1814MiB/s (1902MB/s), 1814MiB/s-1814MiB/s (1902MB/s-1902MB/s), io=673GiB (723GB), run=380022-380022msec

Disk stats (read/write):
    dm-0: ios=48/11027031, merge=0/0, ticks=4/2822096, in_queue=2822100, util=100.00%, aggrios=11/2205683, aggrmerge=0/0, aggrticks=1/92734, aggrin_queue=92734, aggrutil=100.00%
  nvme0n1: ios=0/1654247, merge=0/0, ticks=0/71590, in_queue=71590, util=100.00%
  nvme3n1: ios=0/1654247, merge=0/0, ticks=0/71325, in_queue=71325, util=100.00%
  nvme1n2: ios=26/2757120, merge=0/0, ticks=3/115448, in_queue=115450, util=100.00%
  nvme4n2: ios=12/2757120, merge=0/0, ticks=2/110955, in_queue=110956, util=100.00%
  nvme2n1: ios=0/1654247, merge=0/0, ticks=0/71410, in_queue=71410, util=100.00%
  nvme0n2: ios=36/2757120, merge=0/0, ticks=2/114436, in_queue=114437, util=100.00%
  nvme3n2: ios=18/2757120, merge=0/0, ticks=2/114228, in_queue=114230, util=100.00%
  nvme1n1: ios=0/1654247, merge=0/0, ticks=0/71495, in_queue=71495, util=100.00%
  nvme4n1: ios=0/1654247, merge=0/0, ticks=0/71153, in_queue=71154, util=100.00%
  nvme2n2: ios=20/2757120, merge=0/0, ticks=2/115300, in_queue=115302, util=100.00%